{
  "sn46.3:0.1": "Связанные Наставления 46.3",
  "sn46.3:0.2": "Глава Паббата",
  "sn46.3:0.3": "Сутта Нравственность",
  "sn46.3:1.1": "“Которые те, монахи, монахи в-нравственности-завершённые (наделённые в полноте), в-объединении-опыта-завершённые, в-знании-завершённые, в-высвобождении-завершённые, в-высвобождения-знании-видении-завершённые – видение я, монахи, тех монахов большим делом называю;",
  "sn46.3:1.2": "слушание я, монахи, тех монахов большим делом называю;",
  "sn46.3:1.3": "приближение я, монахи, к тем монахам большим делом называю;",
  "sn46.3:1.4": "нахождение рядом я, монахи, с теми монахами большим делом называю;",
  "sn46.3:1.5": "вспоминание я, монахи, тех монахов большим делом называю;",
  "sn46.3:1.6": "уход в отшельники я, монахи, к таким монахам большим делом называю.",
  "sn46.3:1.7": "Тому какова причина?",
  "sn46.3:1.8": "Потому что, монахи, тот, кто услышал Дхамму от таких монахов, тот пребывает в двояком уединении – то есть, в уединении телом и умом.",
  "sn46.3:1.9": "Пребывая в таком уединении, он вспоминает и размышляет над Дхаммой.",
  "sn46.3:2.1": "Монахи, когда монах, пребывая в таком уединении, вспоминает Дхамму, обдумывает её –",
  "sn46.3:2.2": "то в этом случае в нём возникает аспект Пробуждения “памятование”.",
  "sn46.3:2.3": "И так, по мере того как он пребывает в таком уединении, вспоминая и обдумывая Дхамму, аспект памятование полностью развивается у монаха.",
  "sn46.3:2.4": "Пребывая столь памятующим, он распознаёт Дхамму, изучает её, тщательно исследует её.",
  "sn46.3:3.1": "Монахи, когда монах, пребывая столь памятующим, распознаёт Дхамму, изучает её, тщательно исследует её –",
  "sn46.3:3.2": "то в этом случае в нём возникает аспект Пробуждения “Дхаммы разбирание”.",
  "sn46.3:3.3": "И так аспект Дхаммы разбирание полностью развивается у монаха.",
  "sn46.3:3.4": "Когда монах распознаёт пониманием Дхамму, изучает её, исследует её – то в этом случае у него возникает неослабевающее усердие.",
  "sn46.3:4.1": "Монахи, когда монах распознаёт мудростью Дхамму, изучает её, исследует её, порождая неослабевающее усердие – то в этом случае у него возникает аспект Пробуждения “решимость”. Так аспект решимость полностью развивается у монаха.",
  "sn46.3:4.2": "Когда возникла решимость, то не-плотское озарённость (упоение) возникает у него.",
  "sn46.3:5.1": "Когда, монахи, не-плотское упоение возникает у зародившего решимость монаха – то в этом случае у него возникает аспект Пробуждения “озарённость”. Так аспект упоения полностью развивается у монаха.",
  "sn46.3:5.2": "У монаха с озарённым-умом, тело в том числе умиротворяется, ум в том числе умиротворяется.",
  "sn46.3:6.1": "Когда, монахи, у монаха, с озарённым-умом, тело в том числе умиротворяется, ум в том числе умиротворяется – то в этом случае у него возникает аспект Пробуждения “умиротворение”. Так аспект умиротворения полностью развивается у монаха.",
  "sn46.3:6.2": "У того монаха, чьё тело умиротворено, кто в приятном - ум-состояние объединяется.",
  "sn46.3:7.1": "Когда, монахи, у монаха, чьё тело умиротворено, кто в приятном, ум объединяется, – то в этом случае у него возникает аспект Пробуждения “объединение опыта”. Так аспект объединения опыта полностью развивается у монаха.",
  "sn46.3:7.2": "Он так-собранный ум хорошо (пристально) прямо-рассматривает.",
  "sn46.3:8.1": "Когда, монахи, монах пристально прямо-рассматривает такой собранный ум – то в этом случае у него возникает аспект Пробуждения “прямо-видение”. Так аспект прямого-видения полностью развивается у монаха.",
  "sn46.3:9.1": "Монахи, когда эти семь аспектов Пробуждения возделывались и часто развивались таким способом, то можно ожидать этих семи плодов и преимуществ.",
  "sn46.3:9.2": "Каких семи плодов и преимуществ?",
  "sn46.3:9.3": "Монах обретает знание уже в видимой действительности.",
  "sn46.3:9.4": "Если он не достигает знания в видимой действительности, то он достигает его во время умирания.",
  "sn46.3:9.5": "Если он не достигает знания ни в видимой действительности, ни во время умирания – то с полным исчерпанием пяти ближних связанностей он становится тем, кто обретает ниббану в промежутке.",
  "sn46.3:9.6": "Если он не достигает знания ни в видимой действительности, ни во время умирания – то с полным исчерпанием пяти ближних связанностей он становится тем, кто обретает ниббану на месте приземления.",
  "sn46.3:9.7": "Если он не достигает знания ни в видимой действительности, ни во время умирания – то с полным исчерпанием пяти ближних связанностей он становится тем, кто обретает ниббану без приложения усилий.",
  "sn46.3:9.8": "Если он не достигает знания ни в видимой действительности, ни во время умирания – то с полным исчерпанием пяти ближних связанностей он становится тем, кто обретает ниббану с приложением усилий.",
  "sn46.3:9.9": "Если он не достигает знания ни в видимой действительности, ни во время умирания – то с полным исчерпанием пяти ближних связанностей он становится тем, кто будет продвигаться вверх, направляясь к миру Аканиттха.",
  "sn46.3:9.10": "С вот так развитыми, монахи, семью Пробуждения-аспектами так преумноженными эти семь плодов семь-видов пользы ожидаются”.",
  "sn46.3:9.11": "Третья."
}