{
  "an8.74:0.1": "อังคุตตรนิกาย ๘.๗๔",
  "an8.74:0.2": "๘. ยมกวคฺค",
  "an8.74:0.3": "ปฏิปทาสูตรที่ ๔",
  "an8.74:1.1": "สมัยหนึ่ง พระผู้มีพระภาคประทับอยู่ ณ ที่พักก่อด้วยอิฐชื่อนาทิกะ",
  "an8.74:1.2": "ณ ที่นั้นแล พระผู้มีพระภาคตรัสเรียกภิกษุทั้งหลายว่า",
  "an8.74:1.3": "ดูกรภิกษุทั้งหลาย ฯลฯ ดูกรภิกษุทั้งหลาย มรณสติอันบุคคลเจริญแล้ว กระทำให้มากแล้ว ย่อมมีผลมาก มีอานิสงส์มาก หยั่งลงสู่อมตะ",
  "an8.74:2.1": "มีอมตะเป็นที่สุด ดูกรภิกษุทั้งหลาย ก็มรณสติอันบุคคลเจริญแล้วอย่างไร กระทำให้มากแล้ว อย่างไร จึงมีผลมาก มีอานิสงส์มากหยั่งลงสู่อมตะ มีอมตะเป็นที่สุด ดูกรภิกษุทั้งหลาย ภิกษุในธรรมวินัยนี้ เมื่อกลางวันสิ้นไป",
  "an8.74:2.2": "กลางคืนเวียนมาย่อมพิจารณาดังนี้ว่า",
  "an8.74:2.3": "ปัจจัยแห่งความ ตายของเรามีมากหนอ คือ",
  "an8.74:2.4": "งูพึงกัดเราก็ได้ แมลงป่องพึงต่อยเราก็ได้ ตะขาบพึงกัดเราก็ได้",
  "an8.74:2.5": "เพราะเหตุนั้นเราพึงทำกาลกิริยา อันตรายนั้นพึงมีแก่เรา",
  "an8.74:2.6": "เราพึงพลาดล้มลงก็ได้ อาหารที่เรา บริโภคแล้วไม่ย่อยเสียก็ได้ ดีของเราพึงซ่านก็ได้ เสมหะของเราพึงกำเริบก็ได้ ลมมีพิษดัง ศาตราของเราพึงกำเริบก็ได้ มนุษย์ทั้งหลายพึงเบียดเบียนเราก็ได้พวกอมนุษย์พึงเบียดเบียน เราก็ได้",
  "an8.74:2.7": "เพราะเหตุนั้นเราพึงทำกาลกิริยา อันตรายนั้นพึงมีแก่เรา",
  "an8.74:2.8": "ดูกรภิกษุทั้งหลาย ภิกษุนั้น พึงพิจารณาดังนี้ว่า",
  "an8.74:2.9": "ธรรมอันเป็นบาปอกุศลอันเรายังละไม่ได้ ที่จะพึงเป็นอันตรายแก่เราผู้ทำ กาละในกลางคืน มีอยู่หรือหนอแล",
  "an8.74:3.1": "ถ้าภิกษุพิจารณาอยู่รู้อย่างนี้ว่า",
  "an8.74:3.2": "ธรรมอันเป็นบาปอกุศลอันเรา ยังละไม่ได้ ที่จะพึงเป็นอันตรายแก่เราผู้ทำกาละในกลางคืน มีอยู่ ภิกษุนั้น พึงกระทำความพอใจ ความพยายาม ความอุตสาหะ ความเพียร ความไม่ท้อถอย สติและสัมปชัญญะให้ยิ่ง เพื่อละ ธรรมอันเป็นบาปอกุศลเหล่านั้นเสีย",
  "an8.74:4.1": "เปรียบเหมือนคนที่มีผ้าไฟไหม้ หรือศีรษะถูกไฟไหม้ พึง กระทำความพอใจ ความพยายาม ความอุตสาหะ ความเพียร ความไม่ท้อถอย สติและ สัมปชัญญะให้ยิ่ง เพื่อดับไฟไหม้ผ้าหรือศีรษะนั้น ฉะนั้น",
  "an8.74:4.2": "ดูกรภิกษุทั้งหลาย ถ้าแหละภิกษุ พิจารณาอยู่รู้อย่างนี้ว่า ธรรมอันเป็นบาปอกุศลอันเรายังละไม่ได้ ที่จะเป็นอันตรายแก่เราผู้ทำ กาละในกลางคืน ไม่มี",
  "an8.74:5.1": "",
  "an8.74:5.2": "ภิกษุนั้นพึงเป็นผู้มีปีติและปราโมทย์หมั่นศึกษาทั้งกลางวันและกลางคืน ในกุศลธรรมทั้งหลายอยู่ ฯ",
  "an8.74:6.1": "ดูกรภิกษุทั้งหลาย อนึ่ง ภิกษุในธรรมวินัยนี้ เมื่อกลางคืนสิ้นไป กลางวันเวียนมาถึง ย่อมพิจารณาดังนี้ว่า",
  "an8.74:6.2": "ปัจจัยแห่งความตายของเรามีมากหนอ คือ",
  "an8.74:6.3": "งูพึงกัดเราก็ได้ แมลงป่อง พึงต่อยเราก็ได้ ตะขาบพึงกัดเราก็ได้",
  "an8.74:6.4": "เพราะเหตุนั้นเราพึงทำกาลกิริยา อันตรายนั้นพึงมีแก่เรา",
  "an8.74:6.5": "เราพึงพลาดล้มลงก็ได้ อาหารที่เราบริโภคแล้วไม่ย่อยเสียก็ได้ ดีของเราพึงซ่านก็ได้ เสมหะของ เราพึงกำเริบก็ได้ลมมีพิษดังศาตราของเราพึงกำเริบก็ได้ มนุษย์ทั้งหลายพึงเบียดเบียนเราก็ได้ พวกอมนุษย์พึงเบียดเบียนเราก็ได้",
  "an8.74:6.6": "เพราะเหตุนั้นเราพึงทำกาลกิริยา อันตรายนั้นพึงมีแก่เรา",
  "an8.74:6.7": "ดูกร ภิกษุทั้งหลาย ภิกษุนั้นพึงพิจารณาดังนี้ว่า",
  "an8.74:6.8": "ธรรมอันเป็นบาปอกุศลอันเรายังละไม่ได้ที่จะพึงเป็น อันตรายแก่เราผู้ทำกาละในกลางวัน มีอยู่หรือหนอแล",
  "an8.74:7.1": "ถ้าภิกษุพิจารณาอยู่รู้อย่างนี้ว่า",
  "an8.74:7.2": "ธรรมอัน เป็นบาปอกุศลอันเรายังละไม่ได้ที่จะพึงทำอันตรายแก่เราผู้ทำกาละในกลางวัน มีอยู่ ภิกษุนั้น พึงกระทำความพอใจความพยายาม ความอุตสาหะ ความเพียร ความไม่ท้อถอย สติและ สัมปชัญญะให้ยิ่ง เพื่อละธรรมอันเป็นบาปอกุศลเหล่านั้นเสีย",
  "an8.74:8.1": "เปรียบเหมือนบุคคลมีผ้าถูกไฟไหม้ หรือศีรษะถูกไฟไหม้ พึงกระทำความพอใจ ความพยายาม ความอุตสาหะ ความเพียร ความไม่ท้อถอย สติและสัมปชัญญะให้ยิ่ง เพื่อดับไฟไหม้ผ้าหรือศีรษะนั้น ฉะนั้น",
  "an8.74:8.2": "ดูกรภิกษุ ทั้งหลาย",
  "an8.74:9.1": "ถ้าแหละภิกษุพิจารณาอยู่รู้อย่างนี้ว่า",
  "an8.74:9.2": "ธรรมอันเป็นบาปอกุศลอันเรายังละไม่ได้ที่จะพึง เป็นอันตรายแก่เรา ผู้ทำกาละในกลางวันไม่มี ภิกษุนั้นพึงเป็นผู้มีปีติและปราโมทย์ หมั่นศึกษา ทั้งกลางวันกลางคืนในกุศลธรรมทั้งหลายอยู่",
  "an8.74:9.3": "ดูกรภิกษุทั้งหลาย มรณสติอันภิกษุเจริญแล้ว อย่างนี้ กระทำให้มากแล้วอย่างนี้ จึงมีผลมาก มีอานิสงส์มาก หยั่งลงสู่อมตะ มีอมตะเป็นที่สุด ฯ",
  "an8.74:9.4": "จบสูตรที่ ๔."
}